{"date": "Dec 17, 2014, 2:37pm EST", "url": "http://ny.eater.com/2014/12/17/7409597/ratchanee-sumpatboons-lan-larb-soho-review", "content": ["<p class=\"p-byline\">\n      by <a class=\"p-byline__user\" rel=\"author\" href=\"http://ny.eater.com/authors/robert-sietsema\">Robert Sietsema</a>, <span class=\"p-byline__time\">December 17, 2014 </span>\n      <span class=\"m-entry-admin-button \" data-remote-admin-entry-type=\"button\" data-remote-admin-entry-id=\"7173638\"></span>\n\n    </p>", "<p>\n    The only reason Ratchanee Sumpatboon's name hasn't become more familiar may be the difficulty of pronouncing it. She's the chef who pioneered Isan food in Queens, first at Chao Thai, then at Poodam — it means \"black crab,\" which was her childhood nickname. \"I was short and dark-skinned,\" she once confided, \"so my family and friends called me Poodam.\" Sumpatboon next brought Isan food to Manhattan, initially at Zabb Elee in the East Village and later at her own place in Hell's Kitchen called Larb Ubol. Now, one year later, this ambitious and talented chef has just opened another pair of restaurants, both named Lan Larb. One is east of Soho on Centre Street, the other on First Avenue in Kip's Bay.\n  </p>", "<p dir=\"ltr\"><span>The menu at Lan Larb Soho overlaps that of its forerunner Larb Ubol by about 80 percent, but the food tends to be arranged on the plate with more attention to appearance — long a feature of Manhattan Thai dining establishments — and the entrees average a dollar or two more apiece. Outfitted with ethnographic objects in little niches and an up-to-date lighting scheme, Lan Larb Soho feels like a typical neighborhood Thai restaurant. It offers crowd-pleasing curries from southern Thailand that Larb Ubol ignore, as well as dishes included merely for their trashy familiarity, such as fried calamari and chicken wings with a sweet dipping sauce. Health enthusiasts will relish the vegetarian spring rolls and steamed vegetable dumplings.</span></p>", "<p class=\"caption\">Larb ped</p>", "<p dir=\"ltr\">But the balance of the menu concentrates mainly on the food of Isan, Thailand's impoverished northeastern region across the Mekong River from Laos and Cambodia, where sharp flavors like fish sauce, hot chiles, tamarind, lime juice, kaffir lime, and coriander abound, minus the mellowing influence of coconut milk. In particular Lan Larb explores the interplay of Laotian and Siamese cuisines in a way unseen before in New York City via a series of unique dishes.</p>", "<p dir=\"ltr\"><q class=\"pullquote\"><span>Lan Larb explores the interplay of Laotian and Siamese cuisines in a way unseen before in New York City.</span></q></p>", "<p dir=\"ltr\">One such dish is Lao chicken soup ($10), a sizable tureen that deposits the unusual combo of fresh chicken and pickled fish in a tart brown tamarind broth. Dredge around and find shredded green papaya, tangling tendrils of water spinach, firm long-beans, and Thai eggplants, which look for all the world like tiny watermelons. A perfumed odor wafts up from the bowl as the soup is served. Isaan strikes back with a seafood soup ($15) also based on tamarind broth, flavored with fish sauce, basil, lemongrass, and jaew — a fiery ground-spice mixture that explodes with umami. Jaew is just one of the surprises that lurks around every corner of Lan Larb's menu.</p>", "<p><span>The heart of the bill of fare are the ground-meat salads called larbs (alternatively known as laaps, larps, or lahbs, according to a footnote on the menu). While most Thais in town offer pedestrian chicken and pork versions, here there are eight, of which the best is made with duck ($11). It incorporates little tidbits of skin among micro-nuggets of the feathered creature, conferring a welcome crispness. Back in Isan, the salad would be dressed with duck blood, which may be a little more funk than Soho could stand.</span></p>", "<p class=\"caption\">Above: Pad kee mao and Larb pla krapong; Below: Sai krog isan</p>", "<p>The catfish version is also worth ordering, utilizing a sun-dried form of the fish broken up into chewy shreds redolent of a muddy and lazy river. Another version, and one not offered at Larb Ubol, is larb nam-tok nuer, featuring beef that's been grilled in strips rather than merely ground and steamed, and hence retains more meaty savor. Any larb comes accompanied by cabbage and cucumbers; one way to eat these larbs is by piling bitefuls on the veggies. Sumpatboon offers competing renditions of som tum, too, the famous shredded green papaya salad prepared with a mortar and pestle, which more effectively releases the aromatic flavors than, say, a food processor. The Laotian version of the papaya salad adds raw crab and pickled fish, while the Isaan one deploys dried shrimp.</p>", "<p><q class=\"pullquote\">It will be like a flamethrower in your mouth</q></p>", "<p class=\"end\">While Larb Ubol pointedly ignores curries entirely, Lan Larb offers them out of necessity, given the broad range of expectations for Thai food on the part of its patrons. While the green curry is predictably humdrum, the massaman curry of beef and potatoes is a paragon of unspicy mellowness, suggesting you should order it if only to staunch the extreme burn of the Isan fare. By the way, there is an exception to the \"curries tend to be bland\" rule at Lan Larb Soho. It's called jungle curry (with mock duck, $12), and you should order it with some caution. If you request it at the top of its potential hotness — the waitress is likely to offer you a four or five point spiciness scale — it will be like a flamethrower aimed at your mouth. Which might just be the perfect thing for a wintry evening.</p>", "<p>227 Centre St, New York, NY 10013</p>", "<p>(646) 895-9264</p>", "<p><a href=\"http://lanlarbsoho-hub.com\">Website</a></p>", "<p class=\"m-entry-box__byline p-byline\" data-native-ad-id=\"byline\">\n             by <a class=\"p-byline__user\" href=\"http://ny.eater.com/authors/robert-sietsema\">Robert Sietsema</a>,\n           <span class=\"p-byline__time\">Dec 6, 2016, 2:59pm EST</span>\n           <span class=\"m-entry-admin-button \" data-remote-admin-entry-type=\"button\" data-remote-admin-entry-id=\"13620145\"></span>\n\n         </p>", "<p class=\"m-entry-box__byline p-byline\" data-native-ad-id=\"byline\">\n             by <a class=\"p-byline__user\" href=\"http://ny.eater.com/authors/ryan-sutton\">Ryan Sutton</a>,\n           <span class=\"p-byline__time\">Nov 30, 2016, 4:14pm EST</span>\n           <span class=\"m-entry-admin-button \" data-remote-admin-entry-type=\"button\" data-remote-admin-entry-id=\"13561173\"></span>\n\n         </p>", "<p class=\"m-entry-box__byline p-byline\" data-native-ad-id=\"byline\">\n             by <a class=\"p-byline__user\" href=\"http://ny.eater.com/authors/ryan-sutton\">Ryan Sutton</a>,\n           <span class=\"p-byline__time\">Nov 16, 2016, 4:53pm EST</span>\n           <span class=\"m-entry-admin-button \" data-remote-admin-entry-type=\"button\" data-remote-admin-entry-id=\"13418281\"></span>\n\n         </p>"], "title": "At Lan Larb Soho, a Flame-Throwing New Kind of Cuisine"}
{"date": "Oct 21, 2014, 3:25pm EDT", "url": "http://ny.eater.com/2014/10/21/7028459/tuome-restaurant-review", "content": ["<p class=\"p-byline\">\n      by <a class=\"p-byline__user\" rel=\"author\" href=\"http://ny.eater.com/authors/robert-sietsema\">Robert Sietsema</a>, <span class=\"p-byline__time\">October 21, 2014 </span>\n      <span class=\"m-entry-admin-button \" data-remote-admin-entry-type=\"button\" data-remote-admin-entry-id=\"6792500\"></span>\n\n    </p>", "<p>\n    East-West fusion has gotten a bad rap, mainly because the execution is usually ham-fisted. Some dude stuffs pastrami in an egg roll, stirs wasabi into mashed potatoes, or jams kimchi into a quesadilla. The result is jarring, for sure, and in most instances you don't want to take a second bite. But what if a chef chose to meld ingredients and techniques that work together, putting two hemispheres on a level playing field, favoring neither one nor the other but treating each as a grab bag from which elements, judged solely on their compatibility, are drawn? Such is the case with Tuome.\n  </p>", "<p><span>The premises on a dead-end block of 5</span><sup>th</sup><span> Street in the East Village has been a revolving door for restaurants over the years. Notoriously, it was Le Gamin, a French joint of no particular merit, then Kuboya Ramen, a meritorious noodle shack that never found its constituency — mainly because a beloved ramen-ya was already next door. The double storefront has been spruced up with (what else?) Edison light bulbs and bare brick, and to adumbrate this last detail, distressed white window frames have been hung in front of sections of brick wall — which is probably the view you already enjoy from your tenement apartment. Industrial spools have been painstakingly hung on one wall like organ pipes, but the entire effect of the décor is nil. Which is fine, since décor is not the point: The food is shockingly excellent, and I didn't find single dud among the dishes.</span></p>", "<p class=\"caption\">Beets with quinoa and five spice yogurt. All photos by <a href=\"http://instagram.com/danielkrieger.com\">Daniel Krieger</a></p>", "<p> </p>", "<p>The chef is Thomas Chen, who worked previously at Eleven Madison Park, and during your meal he's likely to step out of the kitchen to do a little gastro-bow.  That happens when the octopus is served, a single curling tentacle, not only tender but cooked to a golden shade that makes it glow like a piece of jewelry. It sits on a gravel of pork x.o., the \"x.o.\" designating a spicy seafood sauce that originated in Hong Kong, here turned illiquid, as financiers might say. As the dish arrives, the chef does as well, wielding the kind of device used at college parties to dispense whippets of nitrous oxide. Instead, the thing is filled with fingerling potatoes and brown butter which pulse onto the plate as a foam. Chen then wordlessly turns on his heel and departs.</p>", "<p class=\"caption\">Top: Crispy deviled egg with chili ; Left: Octopus with xo pork and brown butter foam; Right: Beef Short rib with sweet potato</p>", "<p>This sort of delight is incorporated into every one of the starters. In early September there was a watermelon salad ($12). Ho-hum, you might say. But this watermelon salad puddled red cubes redolent of American picnics with creamy ricotta sauce, bombarded them with the Roman grain called farro, and topped each one with a baby chrysanthemum leaf, Japanese-style, enfolding several centuries and continents in one culinary construct, suggesting the last lazy days of summer. No, Chen does not feel compelled to squirt soy sauce on everything. Later the dish was replaced by a beet salad — three varieties tossed with five-spice yogurt and quinoa. Usually, when I read the word \"quinoa,\" I leap up from the table and run. But in this case, the pompous Andean grain has been toasted to crunchiness, and I guarantee you'll scrape up every last morsel.</p>", "<p><q class=\"pullquote\"><span>Usually, when I read the word \"quinoa,\" I leap up from the table and run</span></q></p>", "<p>The menu is a mercifully brief document, allowing the small kitchen staff to concentrate on perfect execution. Other apps, two cold and four warm, include deviled eggs ($8) in which the whites have been panko-crumbed and deep fried, a moist scoop of chicken liver mousse sided with crisp chicken skin, and a soft-shell crab illogically but deliciously presented with burrata, proving that burrata goes with nearly everything.</p>", "<p> </p>", "<p class=\"caption\">Pig out for two</p>", "<p><span>There are but five entrees, and if you are not dining alone, your eye will linger on the last one, called \"pig out (for two).\" The first time I tried it, the price was $58, which seemed a little steep. The second time, the price had been reduced to $49, and the quantity of food increased. Now I can unqualifiedly recommend: Go for it! At either end of a long slate pointed toward both diners is a generous bowl of thick homemade noodles with an updated Chinese peanut sauce. (\"A little too sweet,\" objected a friend one evening, \"but otherwise great!\") Arranged along the middle of the plank are two rows of pork belly paving stones, burnished-skin-side up, with an arugula and persimmon salad running in parallel, like a hedge along a country road. There's a bowl of oily ginger condiment and a squirt bottle of homemade chile sauce. The entrée is a participatory delight, and </span><i style=\"line-height: 1.5;\">muy sabroso</i><span>.</span></p>", "<p class=\"end\">More solitary mains include chicken swatches atop a heap of rice in a congee-meets-risotto move ($23); an ample cube of gravy-drenched beef rib with sweet potato puree, a dish you may wish you had this coming Thanksgiving instead of turkey; and scallops with foie gras sauce and baby carrots. Really, you could pick dishes at random off the menu and be not only satisfied, but wowed as well. When was the last time you had a meal that was not only delicious, but visually and intellectually exciting?</p>", "<p class=\"credit\">Photographer: <a href=\"http://instagram.com/danielkrieger.com\">Daniel Krieger</a></p>", "<p>536 E 5th St, New York, NY 10009</p>", "<p>(646) 833-7811</p>", "<p class=\"m-entry-box__byline p-byline\" data-native-ad-id=\"byline\">\n             by <a class=\"p-byline__user\" href=\"http://ny.eater.com/authors/robert-sietsema\">Robert Sietsema</a>,\n           <span class=\"p-byline__time\">Dec 6, 2016, 2:59pm EST</span>\n           <span class=\"m-entry-admin-button \" data-remote-admin-entry-type=\"button\" data-remote-admin-entry-id=\"13620145\"></span>\n\n         </p>", "<p class=\"m-entry-box__byline p-byline\" data-native-ad-id=\"byline\">\n             by <a class=\"p-byline__user\" href=\"http://ny.eater.com/authors/ryan-sutton\">Ryan Sutton</a>,\n           <span class=\"p-byline__time\">Nov 30, 2016, 4:14pm EST</span>\n           <span class=\"m-entry-admin-button \" data-remote-admin-entry-type=\"button\" data-remote-admin-entry-id=\"13561173\"></span>\n\n         </p>", "<p class=\"m-entry-box__byline p-byline\" data-native-ad-id=\"byline\">\n             by <a class=\"p-byline__user\" href=\"http://ny.eater.com/authors/ryan-sutton\">Ryan Sutton</a>,\n           <span class=\"p-byline__time\">Nov 16, 2016, 4:53pm EST</span>\n           <span class=\"m-entry-admin-button \" data-remote-admin-entry-type=\"button\" data-remote-admin-entry-id=\"13418281\"></span>\n\n         </p>"], "title": "Nothing But Hits at East Village Newcomer Tuome"}
